[
    {
        "source_PMID": "9742977",
        "questions": [
            " What does intensive blood-glucose control with insulin or sulphonylurea therapy reduce?",
            " In patients with type 2 diabetes, what decreases the progression of microvasculardisease and may reduce the risk of heart attacks?",
            " How many patients were recruited to UKPDS in 15 centres?",
            " How many overweight patients had newly diagnosed type 2 diabetes?",
            " What was the mean age of the patients?",
            " What was the median duration of a randomised controlled trial?",
            " How many overweight patients were allocated metformin in a secondary analysis?",
            " What were the overweight patients allocated to intensive blood-glucose control?",
            " How many patients were allocated intensive blood-glucose control?",
            " What were the primary outcome measures?",
            " How many non-overweight and overweight patients were in a supplementary randomised controlled trial?",
            " What was the median glycated haemoglobin (HbA1c) in the metformin group compared with the conventional group?",
            " How much risk reductions did patientsallocatedmetformin have compared to the conventional groups?",
            " Which group had a risk reduction of 32%?",
            " Who was on maximum sulphonylurea therapy?",
            " What was metformin's risk reduction compared to the conventional group?",
            " What was the risk reduction for any diabetes-related endpoint?",
            " How much risk reduction was there for all-cause mortality?",
            " Which group showed a greater effect than chlorpropamide, glibenclamide, or insulin?",
            " What was the p-value of insulin for anydiabetes-related endpoint?",
            " What was metformin associated with in sulphonylurea-treated patients?",
            " How much increased risk of diabetes-related death was associated with early addition of metformine?",
            " In a combinedanalysis of the main and supplementary studies, what was found to be a lower risk?",
            " What percentage of metformin-allocatedpatients had diabetes-related endpoints?",
            " How many patients were evaluated for the possible association of death from diabetes related causes with the concurrent therapy of diabetes in 4416 patients?",
            " What is the risk reduction in diabetes-related death in patients treated with sulphonylurea and metformin?",
            " What does intensive glucose control withmetformin appear to decrease in overweight diabeticpatients?",
            " What may be the first-line pharmacologicaltherapy of choice in these patients?",
            " What are insulin and sulphonylureas?"
        ]
    },
    {
        "source_PMID": "32891604",
        "questions": [
            " How did we evaluate the effect of multifactorial intervention on the onset andprogression of diabetic kidney disease in patients with type 2 diabetes?",
            " What did we analyze the effects of intensifiedmultifactorialintervention by step-wiseintensification of medications and life-style modifications?",
            " How much is HbA1c under 6.2%?",
            " How many patients were eligible for the Japan Diabetes Optimal Integrated Treatment for Diabetes?",
            " What is the target of the conventional therapy treatment?",
            " How many patients in the J-DOIT3 cohort were randomly assigned to intensivetherapy and conventional therapy?",
            " What was the median median age of the patients treated?",
            " The prespecified kidney outcome measure was a composite of what?",
            " What was primary analysis carried out on the intention-to-treat population?",
            " Changes in the estimated glomerular filtration rate and albuminuria were also analysed?",
            " How many kidney events occurred in the intensive therapy group?",
            " How much reduction in kidney events did intensive therapy have compared to conventional therapy?",
            " What was associated with a change in kidney function?",
            " What did intensifiedmultifactorial intervention significantly reduce the onset and progression of?",
            " What was associated with a change in HbA1c at one year from study initiation?"
        ]
    },
    {
        "source_PMID": "32215272",
        "questions": [
            " What is one of the most common chronic complications of diabetics?",
            " What causes nerve damage and muscle strength decrease in diabetic patients?",
            " How many diabetic neuropathic females were randomly selected?",
            " How many weeks did the experimental group receive resistance-aerobic training?",
            " How long did the resistance-aerobic training last?",
            " How many sets of resistance exercises were included in the resistance training?",
            " What percentage of the heart rate reserve was contained in the aerobic exercises for 3 minutes?",
            " What did the results show about the serum kinesin-1 level and aerobic endurance?",
            " After how many weeks of combined exercise training did the upper body strength increase but not signifiable?",
            " What did the lower body show?",
            " What is the progressive nature of diabetes peripheral neuropathy?"
        ]
    },
    {
        "source_PMID": "30012135",
        "questions": [
            " What is the gold standard treatment for bipolar disorder?",
            " What does lithium have anti-suicidalproperties?",
            " Why are clinicians increasingly avoiding lithium?",
            " Nephrogenic Diabetes Insipidus occurs in what percentage of lithium users?",
            " How many times increased is the risk of CKD?",
            " What drug is associated with lower NDI risk in a cross-sectional study?",
            " What drug is used to treat lithium-induced NDI?",
            " Where will we conduct a double-blind placebo-controlled RCT of atorvastatin?",
            " How many lithium users will be recruited?",
            " What is UOsm defined as?",
            " What is osmolality?",
            " What is UOsm?",
            " How long will patients be randomized to atorvastatin orplacebo?",
            " What is the purpose of this clinical trial?",
            " What could be used more safely in patients with CKD?",
            " What could potentially allow more patients to benefit from lithium while minimizing renal risk?",
            " When was the trial registered?"
        ]
    },
    {
        "source_PMID": "31295292",
        "questions": [
            " What is the first treatment line in the prevention of diabetic foot ulcer and future complications of diabetes?",
            " What has been described as a protective factor to reduce the risk of re-ulceration?",
            " How many patients with diabetic foot were enrolled in the study?",
            " What did the study aim to analyze to reduce the recurrence rate of?",
            " When was the randomized controlled trial conducted?",
            " What type of unit was used to treat diabetic neuropathy?",
            " How many patients were randomized into two groups?",
            " What was the control group?",
            " For how long were all patients in the study followed up?",
            " What was the primary outcome measure?",
            " How many patients were randomized to the control group?",
            " How many patients were randomized to the control and experimental groups?",
            " What was the median follow-up time for both groups of patients?",
            " On an intention-to-treat basis, how many patients had ulcer recurrence?",
            " What percentage of diabetic patients adhered to therapeutic footwear?",
            " What improved ulcerrecurrence-free survival time in diabetes patients with polyneuropathy?",
            " What is used to reduce the risk of plantar ulcer recurrence?",
            " What type of footwear is used in diabetic foot ulcer patients?"
        ]
    },
    {
        "source_PMID": "32621644",
        "questions": [
            " What is an important treatment for mood disorders?",
            " What is associated with up to 3-fold risk of incident chronic kidney disease among lithium users?",
            " There are limited what fortreatments of lithium-induced NDI?",
            " Existing therapies can be poorlytolerated what?",
            " What can be poorly tolerated?",
            " What is needed for lithium-induced NDI?",
            " How long did we conduct a double-blind pilot RCT?",
            " When were the patients recruited?",
            " What was the age range of patients recruited between September 2017 and October 2018?",
            " What was determined to be the cause of NDI?",
            " How long was UOsm adjusted for baseline?",
            " What was the CI in atorvastatin groups compared to placebo groups?",
            " What were the secondary outcomes of fluidintake and aquaporin-2 excretions at 12 weeks adjusted for baseline?",
            " How was a moderate effect size observed for improvements in baseline UOsm?",
            " What was the baseline UOsm at 12 weeks in patients who received atorvastatin compared to placebo?",
            " What percentage of patients received placebo over a 12-week period?",
            " How much did atorvastin 20 mg/d not significantly improveurinary osmolality?",
            " What may confirmatorytrials with longer follow-up periods help to further assess the effects of statins on NDI?"
        ]
    },
    {
        "source_PMID": "32321301",
        "questions": [
            " What is the aim of this study?",
            " How many patients applied to the Health Center?",
            " What did the patients apply to?",
            " How many patients applied to the Health SciencesUniversity Ulucanlar Eye Training and Research Hospital between January 2016 and January 2017?",
            " How many healthy individuals were evaluated in the study?",
            " How were the diabetic patients compared to the healthy control group?",
            " What was found to be statistically significant in the endothelial cell densitometer?",
            " How was the hemoglobin level compared with diabetes mellitus patients?",
            " What is the term for hexagonality?",
            " What was the negative correlation between HbA1clevels and diabetes mellitus times?",
            " What was the statistically significant difference between diabetes mellitus patients with the diagnosis of non-proliferative diabeticretinopathy?",
            " What was not statisticallysignificant between coefficients and standard deviation values?",
            " What was not statistically significant between the coefficient of variation, 6A, and central cornealthickness values?",
            " What is lower in diabetesmellitus patients with retinopathy than in healthy individuals?",
            " There is a negative correlation between what two things?",
            " Diabetes affects negatively not only what?",
            " What affects not only vascular tissues but also avascular cornea?"
        ]
    },
    {
        "source_PMID": "34889293",
        "questions": [
            " What is one of the most commoncomplications of diabetes mellitus?",
            " What are the main clinical manifestations of DPN?",
            " Moxibustion has a great effect on what?",
            " What theory states that moxibustion has a great effect on treating and preventing DPN?",
            " What are still lacking to evaluate the efficacy and safety of this treatment?",
            " This study will be a what?",
            " How many diabeticperipheral neuropathy patients will be enrolled in this study?",
            " How many groups of diabetic peripheral neuropathy will be randomly assigned?",
            " What is the duration of the trial?",
            " How long is the trial?",
            " How many moxibustion sessions per week will the intervention group take?",
            " What group will take no intervention to act as the control group?",
            " What will be assessed by an outcome assessor who is unaware of the group assignment?",
            " What is the primary outcome measured with?",
            " What is the secondary outcome of the trial?",
            " What will be evaluated in addition to the foot and ankle ability measure?",
            " How long is the walking test?",
            " What does moxibustion do in the management of diabetic peripheral neuropathy?",
            " When was the TRIAL REGISTRATION: NCT04894461Registered?"
        ]
    },
    {
        "source_PMID": "7587918",
        "questions": [
            " How many patients were randomly assigned to the MITgroup?",
            " What was the purpose of the prospective study?",
            " What is MITgroup?",
            " What is CIT group?",
            " How many NIDDM patients were evaluated in the primary-preventioncohort?",
            " How many NIDDM patients showed urinaryalbumin excretions <unk> 300 mg/24 h?",
            " How often were the appearance and the progression of retinopathy, nephropathy andneuropathy evaluated?",
            " What was the definition of complications in this study?",
            " How many stages of the modified ETDRS interim scale were there for retinopathy?",
            " What were the three stages of nephropathy?",
            " What was the cumulative percentage of the development and the progression in retinopathy after 6 years?",
            " What percentage was the MIT group in the primary-prevention cohort (P = 0.039) allocated to the CIT group?",
            " The cumulative percentage was what percentage in the secondary-intervention cohort?",
            " What was the primary-prevention cohort's cumulative percentage of innephropathy after 6 years?",
            " What group had the highest cumulative percentages of development and progression after 6years?",
            " What percentage of MIT and CIT groups were in the secondary-intervention cohort?",
            " After how many years did the MIT group show significant improvement in thenerve conduction velocities?",
            " What group showed significant deterioration in the median nerve conduction velocity and vibration threshold?",
            " What did postural hypotension and the coefficient of variation of R-R interval deteriorate in the MIT group?",
            " What did intensive glycemic control by multiple insulin injection therapy delay the onset and the progression of?",
            " What is the glycemic threshold to prevent the onset and the progression of diabetic microangiopathy indicated as?",
            " What is HbA1c <unk> 6.5%, FBG <unk> 110 mg/dl and 2-h post-prandial blood glucose concentration?"
        ]
    }
]